//FULTONMA JOB MSGCLASS=S 
//STEP1    EXEC PGM=IEBPTPCH
//SYSPRINT DD  SYSOUT=*
//SYSUT1   DD  DSNAME=FULTONM.ASMXMP.DATA,
//             DISP=(OLD,KEEP),DCB=(RECFM=U,BLKSIZE=320)
//SYSUT2   DD  SYSOUT=A
//SYSIN    DD  *
   PRINT   TYPORG=PS,TOTCONV=XE
   TITLE   ITEM=('PRINT PARTITIONED DIRECTORY OF PDS',10)
   TITLE   ITEM=('FIRST TWO BYTES SHOW NUM OF USED BYTES',10)
  LABELS   DATA=NO
/*
